[
  {
    "name": "Burgers véganes (prêts en 10 min)",
    "number_of_people": 4,
    "description": "Réduire en pâte la carotte, l'oignon et les pois chiches. Placez la pâte dans un bol et ajoutez le reste des ingrédients : farine, épices et flocons d'avoine. Mélangez d'abord à la fourchette, puis pétrissez à la main. Vous pouvez maintenant façonner vos hamburgers. Vous pouvez les faire frire dans une poêle avec un peu d'huile ou les mettre au four. Voilà, c'est fait !",
    "image": "https://c.pxhere.com/image_profiles/c8/c8/652bd1231b43ef2e00372ed23e45-1636310.jpg!d",
    "date": "2024/06/19",
    "is_favorite": false,
    "vote": 0,
    "set_up_time": 10,
    "is_validated": false,
    "user_id": 2,
    "badge_id": 1
  },
  {
    "name": "Soupe de Pelures de Légumes",
    "number_of_people": 4,
    "description": "Bien laver les pelures de légumes pour enlever toute saleté. Dans une grande casserole, chauffer l'huile d'olive à feu moyen. Ajouter les pelures d'oignons et d'ail, et faire revenir jusqu'à ce qu'elles soient dorées. Ajouter toutes les autres pelures de légumes et continuer à faire revenir pendant environ 5 minutes. Verser le bouillon de légumes dans la casserole, porter à ébullition, puis réduire le feu et laisser mijoter pendant 20 minutes. Mixer la soupe jusqu'à obtenir une consistance lisse (vous pouvez utiliser un mixeur plongeant ou un blender). Assaisonner avec du sel et du poivre selon votre goût. Servir chaud, garni d'herbes fraîches.",
    "image": "https://cdn.pixabay.com/photo/2017/01/24/20/30/soup-2006317_1280.jpg",
    "date": "2024/06/19",
    "is_favorite": false,
    "vote": 0,
    "set_up_time": 30,
    "is_validated": false,
    "user_id": 2,
    "badge_id": 1
  },
  {
    "name": "Tarte aux Légumes et Herbes Aromatiques Zéro Déchets",
    "number_of_people": 4,
    "description": "Préchauffez le four à 180°C (350°F). Étalez la pâte brisée dans un moule à tarte et piquez le fond avec une fourchette. Dans une poêle, faites chauffer l'huile d'olive à feu moyen et faites revenir l'oignon et l'ail jusqu'à ce qu'ils soient dorés. Ajoutez les courgettes, les carottes et les poivrons, et faites cuire pendant environ 10 minutes jusqu'à ce qu'ils soient tendres. Dans un bol, battez les œufs avec la crème fraîche, salez et poivrez. Disposez les légumes cuits sur la pâte brisée, puis versez le mélange œufs-crème par-dessus. Saupoudrez de fromage râpé. Faites cuire au four pendant 30-35 minutes jusqu'à ce que la tarte soit dorée et bien cuite. Garnissez avec les herbes fraîches avant de servir.",
    "image": "https://cdn.pixabay.com/photo/2021/04/21/08/38/asparagus-tart-6195774_1280.jpg",
    "date": "2024/06/19",
    "is_favorite": false,
    "vote": 0,
    "set_up_time": 45,
    "is_validated": false,
    "user_id": 2,
    "badge_id": 1
  },
  {
    "name": "Gaspacho de Radis et Velouté de Fanes de Radis",
    "number_of_people": 4,
    "description": "Lavez soigneusement les radis et séparez les fanes des radis. Réservez les radis pour le gaspacho. Pour le gaspacho: Dans un blender, combinez les radis, le concombre, l'oignon, l'ail, le yaourt grec, le jus de citron et le bouillon de légumes. Mixez jusqu'à obtention d'une consistance lisse. Assaisonnez avec du sel et du poivre selon votre goût. Réfrigérez pendant au moins une heure avant de servir. Pour le velouté de fanes de radis: Dans une casserole, faites chauffer l'huile d'olive et faites revenir l'oignon jusqu'à ce qu'il soit translucide. Ajoutez les fanes de radis et faites-les revenir pendant quelques minutes. Versez le bouillon de légumes et laissez mijoter pendant environ 15-20 minutes jusqu'à ce que les fanes soient tendres. Retirez du feu et laissez refroidir légèrement. Utilisez un mixeur plongeant pour mixer le mélange jusqu'à obtention d'un velouté lisse. Assaisonnez avec du sel et du poivre. Servez le gaspacho bien frais avec une cuillerée de velouté de fanes de radis et une touche de crème fraîche (facultatif). Garnissez avec quelques radis tranchés et du persil.",
    "image": "https://cdn.pixabay.com/photo/2020/08/19/08/31/gazpacho-5500354_1280.jpg",
    "date": "2024/06/19",
    "is_favorite": false,
    "vote": 0,
    "set_up_time": 30,
    "is_validated": false,
    "user_id": 2,
    "badge_id": 1
  },
  {
    "name": "Muffins aux céréales",
    "number_of_people": 4,
    "description": "Préchauffez le four à 180°C (350°F) et préparez un moule à muffins avec des caissettes en papier ou graissez-le légèrement. Dans un grand bol, mélangez la farine, les flocons d'avoine, le sucre brun, la levure chimique, le bicarbonate de soude, le sel et la cannelle. Dans un autre bol, mélangez le lait, l'huile, l'œuf et la banane écrasée. Ajoutez les ingrédients humides aux ingrédients secs et mélangez jusqu'à ce que tout soit bien combiné. Incorporez les graines de chia. Répartissez la pâte dans les moules à muffins, en remplissant chaque cavité aux deux tiers. Faites cuire au four pendant 20-25 minutes, ou jusqu'à ce qu'un cure-dent inséré au centre en ressorte propre. Laissez refroidir avant de servir.",
    "image": "https://cdn.pixabay.com/photo/2017/11/15/11/52/muffins-2951757_1280.jpg",
    "date": "2024/06/19",
    "is_favorite": false,
    "vote": 0,
    "set_up_time": 40,
    "is_validated": false,
    "user_id": 2,
    "badge_id": 1
  },
  {
    "name": "Boulettes de Légumes",
    "number_of_people": 4,
    "description": "Lavez et râpez les carottes, la courgette et la pomme de terre. Émincez finement l'oignon et l'ail. Dans un grand bol, mélangez les légumes râpés, l'oignon, l'ail, la chapelure, l'œuf, la farine et le persil. Assaisonnez avec du sel et du poivre. Formez des petites boulettes avec le mélange. Faites chauffer un peu d'huile dans une poêle à feu moyen. Faites cuire les boulettes de légumes en les retournant régulièrement jusqu'à ce qu'elles soient dorées et cuites à cœur, environ 8-10 minutes. Servez chaud, accompagné de sauce tomate ou de yaourt à la menthe.",
    "image": "https://cdn.pixabay.com/photo/2020/08/11/13/53/meat-balls-5479986_1280.jpg",
    "date": "2024/06/19",
    "is_favorite": false,
    "vote": 0,
    "set_up_time": 40,
    "is_validated": false,
    "user_id": 2,
    "badge_id": 1
  },
  {
    "name": "Curry de Légumes et Lentilles",
    "number_of_people": 4,
    "description": "Lavez les légumes et leurs épluchures. Coupez la carotte, la courgette et la pomme de terre en morceaux. Émincez l'oignon, l'ail et râpez le gingembre. Faites chauffer l'huile dans une grande poêle ou une casserole. Ajoutez l'oignon, l'ail et le gingembre, faites revenir jusqu'à ce que l'oignon soit translucide. Ajoutez la pâte de curry et faites revenir 1-2 minutes pour libérer les arômes. Ajoutez les légumes et les lentilles, mélangez bien. Ajoutez les tomates concassées et le lait de coco. Portez à ébullition, puis réduisez le feu et laissez mijoter pendant 25-30 minutes, jusqu'à ce que les légumes et les lentilles soient tendres. Assaisonnez avec du sel et du poivre selon votre goût. Servez chaud, garni de coriandre fraîche et accompagné de riz basmati ou de pain naan.",
    "image": "https://cdn.pixabay.com/photo/2017/01/24/20/30/soup-2006317_1280.jpg",
    "date": "2024/06/19",
    "is_favorite": false,
    "vote": 0,
    "set_up_time": 50,
    "is_validated": false,
    "user_id": 2,
    "badge_id": 1
  },

  {
    "name": "Chips de Peaux de Pommes de Terre",
    "number_of_people": 4,
    "description": "Préchauffez votre four à 200°C (400°F). Dans un bol, mélangez les épluchures de pommes de terre avec l'huile d'olive, le sel, le paprika et la poudre d'ail. Étalez les épluchures sur une plaque de cuisson en une seule couche. Faites cuire au four pendant 10-15 minutes, en remuant à mi-cuisson, jusqu'à ce que les épluchures soient croustillantes et dorées. Sortez du four et laissez refroidir légèrement avant de servir. Ces chips peuvent être consommées telles quelles ou utilisées comme garniture croustillante pour les soupes et les salades.",
    "image": "https://cdn.pixabay.com/photo/2012/02/22/09/12/crisps-15229_1280.jpg",
    "date": "2024/06/19",
    "is_favorite": false,
    "vote": 0,
    "set_up_time": 40,
    "is_validated": false,
    "user_id": 2,
    "badge_id": 1
  },
  {
    "name": "Pain perdu",
    "number_of_people": 4,
    "description": "Dans un plat large, fouettez 50 gr de sucre, le sucre vanillé et les œufs entiers, puis versez dans le lait. Plongez les tranches de pain dans le mélange quelques minutes pour les imbiber. Faire fondre le beurre dans une poêle jusqu’à qu’il mousse. Déposez-y les tranches et faites-les cuire 3 à 4 min de chaque côté, jusqu’à ce qu’elles soient bien dorées.",
    "image": "https://belly-media.com/wp-content/uploads/2022/10/french-toast3-1280x1280.jpg",
    "date": "2024/06/19",
    "is_favorite": false,
    "vote": 0,
    "set_up_time": 35,
    "is_validated": false,
    "user_id": 2,
    "badge_id": 1
  },
  {
    "name": "Pesto avec fanes de radis",
    "number_of_people": 4,
    "description": "Commencez cette recette de pesto en nettoyant les fanes de radis, séchez-les sur du papier absorbant. Mixez-les avec le parmesan et l’huile d’olive.",
    "image": "https://images.ricardocuisine.com/services/recipes/496x670_9505.jpg",
    "date": "2024/06/19",
    "is_favorite": false,
    "vote": 0,
    "set_up_time": 10,
    "is_validated": false,
    "user_id": 2,
    "badge_id": 1
  },
  {
    "name": "Bouillon aux épluchures et fanes",
    "number_of_people": 4,
    "description": "Commencez cette recette de bouillon en lavant soigneusement toutes les chutes et fanes de légumes. Pelez le gingembre et l’ail, puis émincez-les. Concassez grossièrement le poivre. Dans une cocotte, placez les épluchures et fanes de légumes, puis recouvrez-les d’eau. Portez le tout à ébullition, puis baissez le feu, ajoutez les aromates, les épices, et laissez frémir pendant 30 à 45 min à découvert. Hors du feu, placez un couvercle sur la cocotte puis laissez infuser 30 min. Passez ce bouillon au chinois et réservez au frais.",
    "image": "https://cdn.pixabay.com/photo/2023/02/15/07/26/chicken-broth-7791115_1280.jpg",
    "date": "2024/06/19",
    "is_favorite": false,
    "vote": 0,
    "set_up_time": 120,
    "is_validated": false,
    "user_id": 2,
    "badge_id": 1
  },
  {
    "name": "Chips avec épluchures de pomme",
    "number_of_people": 4,
    "description": "Commencez par faire fondre le beurre et mélangez-le avec la cannelle. Dans un saladier, arrosez les épluchures de pomme de beurre épicé, saupoudrez-les avec un peu de sucre et mélangez bien. Placez les épluchures sur la plaque du four couverte de papier sulfurisé. Enfournez 30 minutes à 40 min à 120 degrés, en remuant plusieurs fois en cours de cuisson.",
    "image": "https://www.ptitchef.com/imgupl/recipe/pommes-sechees-au-four-ou-chips-de-pommes--md-394198p625676.jpg",
    "date": "2024/06/19",
    "is_favorite": false,
    "vote": 0,
    "set_up_time": 35,
    "is_validated": false,
    "user_id": 2,
    "badge_id": 1
  },
  {
    "name": "Crêpes peaux de bananes",
    "number_of_people": 4,
    "description": "Chauffez l’huile ou le beurre dans une poêle à feu moyen. Déposez des cuillerées à soupe de pâte à crêpes dans la poêle et faites frire jusqu’à ce que des bulles se forment à la surface. Retournez la crêpe et faites frire pendant une minute de plus. Faites une pile de crêpes, ajoutez vos garnitures préférées et dégustez.",
    "image": "https://cdn.pixabay.com/photo/2023/02/24/21/11/pancake-7811889_960_720.jpg",
    "date": "2024/06/19",
    "is_favorite": false,
    "vote": 0,
    "set_up_time": 20,
    "is_validated": false,
    "user_id": 2,
    "badge_id": 1
  },
  {
    "name": "Confit d’écorces de melon et de pastèque",
    "number_of_people": 4,
    "description": "Commencez cette recette de confit d'écorces en coupant les écorces du melon et de la pastèque en lamelles fines. Rincez-les soigneusement. Faites bouillir une casserole d’eau et pochez ces lamelles pendant une dizaine de minutes. Pelez le gingembre, puis râpez-le finement. Pressez les 2 citrons. Dans une grande casserole, placez le sucre avec 15 cl d’eau. Portez à ébullition, puis ajoutez les lamelles d'écorce, le gingembre, l’anis et les jus de citron. Laissez cuire à feu doux pendant 2h environ. Remplissez les pots en verre. Fermez-les, puis retournez-les 2 min avant de les remettre à l’endroit et de les laisser refroidir. « Oubliez-les » pendant deux semaines avant de les déguster.",
    "image": "https://pixabay.com/static/frontend/3c346409d336d5f09a7f.svg",
    "date": "2024/06/19",
    "is_favorite": false,
    "vote": 0,
    "set_up_time": 180,
    "is_validated": false,
    "user_id": 2,
    "badge_id": 1
  },
  {
    "name": "Crackers aux fanes",
    "number_of_people": 4,
    "description": "Commencez cette recette de crackers aux fanes en préchauffant le four à 180 °C (th. 6). Lavez, puis séchez soigneusement les fanes et les herbes. Gardez quelques jolies pelures, puis hachez le reste très finement. Dans un grand saladier, mélangez les farines avec le curry, le poivre (quelques tours selon votre goût) et le parmesan. Versez ensuite le lait et l’huile, puis travaillez le tout pour obtenir une pâte homogène. Incorporez les graines, puis rassemblez la pâte en boule. Rajoutez un peu de farine si la pâte est trop molle ou détendez-la avec un peu de lait si elle est trop friable. Farinez le plan de travail, puis étalez la pâte finement à l’aide d’un rouleau à pâtisserie. Ajoutez les fanes et les herbes hachées, puis rassemblez la pâte pour former une boule avant de l’étaler à nouveau. Disposez joliment les pluches réservées et donnez un dernier coup de rouleau pour les intégrer à la pâte. Découpez vos crackers selon la forme souhaitée, puis enfournez pour 12 à 17 min (selon l’épaisseur de vos crackers et la texture souhaitée, plus ou moins ferme). Les crackers sont cuits quand leurs contours sont bien dorés et le cœur encore moelleux. Laissez les crackers refroidir sur une grille à l’air libre, puis conservez-les dans une boîte en fer jusqu’à la dégustation.",
    "image": "https://cdn.pixabay.com/photo/2013/04/02/23/54/crackers-99657_960_720.jpg",
    "date": "2024/06/19",
    "is_favorite": false,
    "vote": 0,
    "set_up_time": 50,
    "is_validated": false,
    "user_id": 2,
    "badge_id": 1
  },
  {
    "name": "Pavé de saumon en papillote de poireaux au four",
    "number_of_people": 2,
    "description": "Commencez en lavant soigneusement les poireaux, leur vert et leurs radicelles. Coupez les radicelles et tout le vert sans l'abîmer et réservez-les. Détaillez le blanc en fines rondelles. Faites fondre le beurre dans une sauteuse, ajoutez les lamelles de blancs de poireau, un peu de sel et de poivre et faites revenir quelques minutes tout en mélangeant. Baissez le feu, couvrez et laissez mijoter pendant 25 min en remuant de temps en temps. Une fois les poireaux bien tendres, ajoutez le jus de citron vert et réservez. Préchauffez le four à 180 ºC. Épluchez le gingembre et hachez-le finement. Effeuillez et ciselez le basilic. Prélevez 6 feuilles vertes de poireau assez larges. Placez une feuille bien à plat à l’horizontale sur le plan de travail. Disposez par-dessus en croix deux feuilles côte à côte, à la verticale et bien à plat aussi. Faites de même avec les trois autres feuilles. Disposez un pavé de saumon au centre de ces deux croix formées. Salez et poivrez. Répartissez par-dessus chaque pavé la fondue de poireau, ajoutez le gingembre, le basilic et un filet d’huile d’olive. Fermez les deux feuilles verticales sur le cabillaud, puis fermez la feuille horizontale pour former les papillotes. Ficelez-les et placez-les dans un plat allant au four. Enfournez-les pour 15 à 20 min pour un cabillaud bien nacré. Faites chauffer 1 cm d’épaisseur d’huile de colza dans une poêle. Une fois bien chaude, ajoutez les radicelles et retirez-les à l’aide d’une écumoire dès qu’elles deviennent dorées. Posez-les sur une feuille de papier absorbant et salez-les aussitôt.",
    "image": "https://cdn.pixabay.com/photo/2014/11/05/15/57/salmon-518032_960_720.jpg",
    "date": "2024/06/19",
    "is_favorite": false,
    "vote": 0,
    "set_up_time": 85,
    "is_validated": false,
    "user_id": 2,
    "badge_id": 1
  }
]
